{
	"icdcit": [
		{
			"p1":"CINE, an international conference has arrived with its 3rd edition! CINE is designed to provide a platform for scientists from Computational Intelligence, Control & Communication Networks to meet and exchange ideas, collaborate and work together. It brings forth a platform where the technical and academic spheres meet to enlarge the possibilities of research and development. Its primary objective is to empower the youth with the latest technical trends and knowhow. It wants to showcase the vast talent pool of our own Indian scientists who have won accolades and awards, and filed patents, in India and abroad and encourage our own students to actively embrace full time research as their career objective. The faculties and students from top universities are being part with us this year. The top companies of various technical fields are taking part, and it is on the much higher levels this time. We have already conducted the two successful consecutive editions. In Cine’15 event, we have conducted two days event with 150+ students. In Cine’16 event, we have conducted one day event with 110+ students. We have also best invited speaker panel including Dr. Subhanjoy Mohanty (Astrophysicist and professor, Imperial college, London) & Dr. Bedabrata Pain (Scientist, NASA and Filmmaker) in Cine’16 and Sanghamitra Bandyopadhyay (Machine Intelligence Unit, ISI Kolkata), Nabanita Das(Advanced Computing and Microelectronic Unit, ISI Kolkata) & Maharaj Mukherjee (IBM Corporation USA) in Cine’15. But, what we are doing unique this year is ‘Avishkar’. It has already caught lots of attention before its releasing which is making us more responsible for this initiative. Avishkar is an initiative by CINE, which develops the innovative spirit amongst students and inspires them to take up research and development of their brain child. It provides a platform for B.Tech, M.Tech, MCA,BCA, B.Sc (CS/IT),MCA, B.E students to showcase their work on their respective research papers which helps in solving real life problems using applications of Computer Science and Information Technology. Our topics of interest include Software Projects, Mobile Applications, Embedded System Projects, VLSI Projects, Robotics Projects, Performance Computing Projects, Cloud Computing, Web Based Projects, Networking Projects, Wireless Sensors. Our problem domains. Our problem domains include Social, Agriculture, Women Child Security, Healthcare, Transport, Smart City Solutions, Home Automation, Crime Monitoring Systems. We are also planning to organize techquiz at the end"
		}
	]
}